Repository: MrNicolass/Library-with-Flask
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es

source: Início
es: Inicio

source: Usuários
es: Usuarios

source: Sair
es: Salir

source: Inglês
es: Inglés

source: Português
es: Portugués

source: Espanhol
es: Español

source: Editando o Usuário:
es: Editando el Usuario:

source: Nome
es: Nombre

source: Sobrenome
es: Apellido

source: Situação
es: Situación

source: Ativo
es: Activo

source: Inativo
es: Inactivo

source: Bloqueado
es: Obstruido

source: Salvar
es: Guardar

source: Perfeito!
es: Perfecto!

source: Oh droga...
es: Oh maldita sea...

source: Recuperação de Senha
es: Recuperación de contraseña

source: Digite seu e-mail para que possamos enviar uma chave de recuperação.
es: Ingrese su correo electrónico para que podamos enviarle una clave de recuperación.

source: Digite seu e-mail
es: Introduce tu correo electrónico

source: Voltar
es: Volver

source: Olá,
es: Hola,

source: Seu login de sessão é:
es: Su inicio de sesión es:

source: Olá!
es: Hola!

source: Você logou com sucesso com sua conta Google, veja mais detalhes abaixo!
es: Ha iniciado sesión correctamente con su cuenta de Google. ¡Vea más detalles a continuación!

source: Informações do usuário buscadas de
es: Información del usuario obtenida de

source: Você logou comsucesso com sua conta GitHub, veja mais detalhes abaixo!
es: Ha iniciado sesión correctamente con su cuenta de GitHub. ¡Vea más detalles a continuación!

source: Seja Bem-Vindo!
es: Bienvenido!

source: Senha
es: Contraseña

source: Digite sua senha
es: Introduce tu contraseña

source: Registrar
es: Registro

source: Faça Login com Google
es: Iniciar sesión con Google

source: Faça Login com GitHub
es: Iniciar sesión con GitHub

source: Esqueceu sua senha?
es: ¿Olvidaste tu contraseña?

source: Sucesso,
es: Éxito,

source: Opa...
es: Ups...

source: Gênero
es: Género

source: Cadastrar Música
es: Registrar Música

source: Data de Criação
es: Fecha de Creación

source: Data de Modificação
es: Fecha de Modificación

source: Oh Droga...
es: Oh maldita sea...

source: Alteração de Senha
es: Cambio de Contraseña

source: Nova Senha
es: Nueva Contraseña

source: Digite sua nova senha
es: Introduce tu nueva contraseña

source: Alterar
es: Cambiar

source: Hora de se registrar!
es: ¡Hora de registrarse!

source: Digite seu nome
es: Introduce tu nombre

source: Digite seu sobrenome
es: Introduce tu apellido

source: Situação:
es: Situación:

source: Usuário não cadastrado, cadastre-se primeiro!
es: Usuario no registrado, ¡regístrese primero!

source: Faça login para acessar essa página!
es: ¡Inicia sesión para acceder a esta página!

source: Música não encontrada!
es: Música no encontrada!

source: Preencha todos os campos
es: Rellena todos los campos

source: Música cadastrada com sucesso!
es: ¡Música registrada con éxito!

source: Usuário não cadastrado ou bloqueado, contate o suporte!
es: Usuario no registrado o bloqueado, ¡contacta con soporte!

source: Senha Incorreta!
es: ¡Contraseña incorrecta!

source: Logado com Sucesso!
es: ¡Iniciado sesión exitosamente!

source: Deslogado com Sucesso!
es: ¡Cerró sesión exitosamente!

source: E-mail não cadastrado.
es: Correo electrónico no registrado.

source: Um link de recuperação de senha foi enviado para o seu e-mail.
es: Se ha enviado un enlace de recuperación de contraseña a su correo electrónico.

source: O link de recuperação de senha expirou.
es: El enlace de recuperación de contraseña ha caducado.

source: Link inválido.
es: Enlace no válido.

source: Senha alterada com sucesso.
es: La contraseña se cambió correctamente.

source: Usuário cadastrado!
es: Usuario registrado!

source: Usuário não Existe!
es: ¡El usuario no existe!

source: Usuário já está bloqueado!
es: ¡El usuario ya está bloqueado!

source: Usuário bloqueado!
es: Usuario bloqueado!

source: Usuário editado!
es: Usuario editado!
